Repository: loweffortgeoff/YesNoGo
Catalog: Yes? No? Go!/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: Options
es: Opciones
fr: Choix
it: Opzioni
pt_br: Opções

source: Pick Random Choice
es: Elegir opción aleatoria
fr: Choix aléatoire
it: Scegli casualmente
pt_br: Escolha aleatória

source: Pick a random choice from your custom options
es: Elige una opción aleatoria de tus opciones personalizadas
fr: Choisissez une option aléatoire parmi vos options personnalisées
it: Scegli casualmente tra le tue opzioni personalizzate
pt_br: Escolha uma opção aleatória entre suas opções personalizadas

source: Pick from \(\.$options)
es: Elegir de \(\.$options)
fr: Choisir parmi \(\.$options)
it: Scegli da \(\.$options)
pt_br: Escolher de \(\.$options)

source: Prevents the next generated number from matching the previous one.
es: Evita que el siguiente número generado coincida con el anterior.
fr: Empêche le prochain nombre généré d’être identique au précédent.
it: Impedisce che il prossimo numero generato coincida con il precedente.
pt_br: Impede que o próximo número gerado seja igual ao anterior.

source: Random Number Generator
es: Generador de números aleatorios
fr: Générateur aléatoire
it: Numero casuale
pt_br: Número aleatório

source: Range is inclusive.
es: El rango es inclusivo.
fr: La plage est inclusive.
it: L’intervallo è inclusivo.
pt_br: O intervalo é inclusivo.

source: Reduce Motion support
es: Compatibilidad con Reducir movimiento
fr: Prise en charge de Réduire les animations
it: Supporto Riduci movimento
pt_br: Suporte a Reduzir Movimento

source: Remove this option from the list
es: Eliminar esta opción de la lista
fr: Supprimer cette option de la liste
it: Rimuovi questa opzione dall’elenco
pt_br: Remover esta opção da lista

source: Rock Paper Scissors
es: Piedra Papel Tijeras
fr: Pierre Papier Ciseaux
it: Sasso Carta Forbici
pt_br: Pedra Papel Tesoura

source: Sound Effects
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
pt_br: Efeitos sonoros

source: Support Development
es: Apoyar el desarrollo
fr: Soutenir le développement
it: Supporta lo sviluppo
pt_br: Apoiar o desenvolvimento

source: The answer to your yes or no question is \(decisionResult)
es: La respuesta a tu pregunta de sí o no es \(decisionResult)
fr: La réponse à votre question oui/non est \(decisionResult)
it: La risposta alla tua domanda sì/no è \(decisionResult)
pt_br: A resposta para sua pergunta de sim ou não é \(decisionResult)

source: The coin landed on \(result.lowercased())
es: La moneda cayó en \(result.lowercased())
fr: La pièce est tombée sur \(result.lowercased())
it: La moneta è caduta su \(result.lowercased())
pt_br: A moeda caiu em \(result.lowercased())

source: The orb speaks:
es: El orbe habla:
fr: L’orbe parle :
it: La sfera parla:
pt_br: O orbe fala:

source: The randomly chosen option from your custom choices is \(result)
es: La opción elegida al azar de tus opciones personalizadas es \(result)
fr: Le choix sélectionné aléatoirement parmi vos choix personnalisés est \(result)
it: L’opzione scelta casualmente tra le tue opzioni personalizzate è \(result)
pt_br: A opção escolhida aleatoriamente entre suas opções personalizadas é \(result)

source: The winner is...
es: La opción ganadora es...
fr: Le gagnant est...
it: Il vincitore è...
pt_br: O vencedor é...

source: Think of your choice...
es: Piensa en tu elección...
fr: Pensez à votre choix...
it: Pensa alla tua scelta...
pt_br: Pense na sua escolha...

source: This app supports:
es: Esta app es compatible con:
fr: Cette app prend en charge :
it: Questa app supporta:
pt_br: Este app oferece suporte a:

source: View sound credits and app information
es: Ver créditos de sonido e información de la app
fr: Voir les crédits audio et les informations de l’app
it: Vedi crediti audio e informazioni app
pt_br: Ver créditos de som e informações do app

source: VoiceOver with detailed labels
es: VoiceOver con etiquetas detalladas
fr: VoiceOver avec libellés détaillés
it: VoiceOver con etichette dettagliate
pt_br: VoiceOver com rótulos detalhados

source: Whole numbers only.
es: Solo números enteros.
fr: Nombres entiers uniquement.
it: Solo numeri interi.
pt_br: Somente números inteiros.

source: Yes or No Decision
es: Decisión de Sí o No
fr: Décision Oui ou Non
it: Decisione Sì o No
pt_br: Decisão Sim ou Não

source: Your generated number will appear here
es: Tu número generado aparecerá aquí
fr: Votre nombre généré apparaîtra ici
it: Il numero generato apparirà qui
pt_br: Seu número gerado aparecerá aqui

source: Your generated number will appear here.
es: Tu número generado aparecerá aquí.
fr: Votre nombre généré apparaîtra ici.
it: Il numero generato apparirà qui.
pt_br: Seu número gerado aparecerá aqui.

# intent.yesno.result.no
source: NO
fr: NON
pt_br: NÃO

# mode.rng
source: RNG
fr: GNA

# yesno.answer.no.spoken
source: no
fr: non
pt_br: não

# yesno.result.no
source: NO!
fr: NON !
pt_br: NÃO!
